Repository: happyduck-git/PLFMembership
Catalog: PLFMembership/Localizable.xcstrings
Source language: ko
Languages: en

source: %lld개월
en: %lldMos

# %lld년 %lld개월
source: %1$lld년 %2$lld개월
en: %lldYears %lldMonths

source: GG님 안녕하세요!
en: Welcome GG!

source: Metamask 로그인하기
en: Connect with Metamask

source: Platfarm과 함께한지
en: With Platfarm

source: 나의 NFTs
en: My NFTs

source: 메인 화면
en: Main

source: 보유 쿠폰
en: Owned Coupons

source: 보유한 쿠폰 보기
en: Go to my coupons

source: 사용 완료
en: Used

source: 사용 완료 보내기
en: Send Use

source: 사용방법
en: How to use

source: 상세 정보
en: Detail Info

source: 총 %d개
en: Total %d NFTs

source: 총 0개
en: Total 0

source: 취소
en: Cancel

source: 쿠폰
en: Coupon

source: 쿠폰 사용 안내
en: How to use coupons

source: 쿠폰 사용 완료 하시겠습니까?
en: Do you want to use this coupon?

source: 쿠폰 사용 후 "사용완료" 버튼을 눌러주세요.
en: Please tap "Used" button after use a coupon.

source: 확인
en: Confirm
